run/sensitivityAnalysis/SummerExample_b/constant/materialProperties
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location "constant";
 object materialProperties;
}

K K     [ 1 -1 -2 0 0 0 0 ]     1900000000.0 ;

Sr Sr     [ 0 0 0 0 0 0 0 ]     1 ;

nu nu     [ 0 0 0 0 0 0 0 ]     0.35 ;

p0 p0     [ 1 -1 -2 0 0 0 0 ]     186390.0 ;

gamma gamma     [ 1 -2 -2 0 0 0 0 ]     9810.0 ;

E E     [ 1 -1 -2 0 0 0 0 ]     1000000 ;

n n     [ 0 0 0 0 0 0 0 ]     0.333 ;

k k     [ 0 1 -1 0 0 0 0 ]     1e-06 ;

planeStress no;
