run/sensitivityAnalysis/SummerExample_b/constant/rheologyProperties
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location "system";
 object rheologyProperties;
}

planeStress no;
rheology
{
  type multiMaterial;
  laws
    (
      soil

      {
        type poroElastic;
        rho rho             [ 1 -3 0 0 0 0 0 ]             -1 ; 	// not used
        E E             [ 1 -1 -2 0 0 0 0 ]             1000000 ;
        nu nu             [ 0 0 0 0 0 0 0 ]             0.35 ;
        n n             [ 0 0 0 0 0 0 0 ]             0.333 ;
        k k             [ 0 1 -1 0 0 0 0 ]             1e-06 ;

      }
    );
} 	// ************************************************************************* //

