run/sensitivityAnalysis/SummerExample_b/system/controlDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location "system";
 object controlDict;
}

application biotFoam;

startFrom startTime;

startTime 0;

stopAt endTime;

endTime 13.7;

deltaT 0.1;

writeControl adjustableRunTime;

writeInterval 0.1;

purgeWrite 0;

writeFormat ascii;

writePrecision 6;

writeCompression uncompressed;

timeFormat general;

timePrecision 6;

graphFormat raw;

runTimeModifiable yes;
libs
  (
    "libliqueFvPatchFields.so"
    "libOpenFOAM.so"
  );

#include "Functions.H"
